Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: A more elegant way to do it is by following the `Freedesktop Icon Theme Specification <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.
sv: Ett mer elegant sätt är att följa `Freedesktop Icon Theme Specification <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.

source: In the future, it will be possible to implement custom functions using user scripts.
sv: I framtiden blir det möjligt att implementera egna funktioner med användarskript.

source: Title
sv: Titel

source: Connect all selected notes so that they play smoothly.
sv: Anslut alla markerade noter så att de spelas mjukt.

source: Bind your device knobs to controls inside Zrythm and record your actions.
sv: Bind your device knejbs to kontrolls inside Zrythm and record your åtgärds.

source: Support for almost all major audio and MIDI backends, including JACK/PipeWire, Windows MME, WASAPI and Core Audio/MIDI.
sv: Stöd för nästan alla viktiga ljud- och MIDI-bakändar, bland annat JACK/PipeWire, Windows MME, WASAPI och Core Audio/MIDI.

source: Dragging also works in plugin slots in the inspector.
sv: Dragning fungerar även i insticksmodulplatser i inspektören.

source: Zrythm understands the following environment variables. They can be configured in :file:`.bashrc` or a similar shell configuration file, the operating system's settings, or they can be passed directly when running :program:`zrythm` or :program:`zrythm_launch`, like: ``ZRYTHM_SKIP_PLUGIN_SCAN=1 zrythm_launch``
sv: Zrythm känner igen följande miljövariabler. De kan konfigureras i :file:`.bashrc` eller en liknande skalkonfigurationsfil, i operativsystemets inställningar eller skickas direkt när du kör :program:`zrythm` eller :program:`zrythm_launch`, till exempel: ``ZRYTHM_SKIP_PLUGIN_SCAN=1 zrythm_launch``

source: Cancel subscription
sv: Avbryt prenumeration

source: Zrythm stores these preferences using the GSettings mechanism, which comes with the ``gsettings`` command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
sv: Zrythm lagrar dessa inställningar med GSettings-mekanismen, som innehåller kommandot ``gsettings`` för att ändra inställningar från kommandoraden och det valfria GUI-verktyget `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.

source: Crashes
sv: Krascher

source: To give a better picture of how the signal flows across the different parts of a track, the signal flow for an instrument track is displayed below.
sv: För att ge en bättre bild av hur signalen flödar genom ett spårs olika delar visas signalflödet för ett instrumentspår nedan.

source: Position Snap
sv: Positionsfästning

source: Building from Source
sv: Bygga från källkod

source: For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a directory at :file:`/home/me/zrythm/themes/icons/zrythm-dark` with an :file:`index.theme` file and the icons you wish to override.
sv: Om din Zrythm-katalog exempelvis är :file:`/home/me/zrythm` ska du skapa katalogen :file:`/home/me/zrythm/themes/icons/zrythm-dark` med en :file:`index.theme`-fil och de ikoner du vill åsidosätta.

source: Browse our issue tracker and submit feature requests and bug reports.
sv: Bläddra our issue spårer and skicka feature requests and bug reports.

source: This is the path where Zrythm will save user data, such as projects, temporary files, presets and exported audio. The default is :file:`zrythm` under
sv: Detta är sökvägen där Zrythm sparar användardata, till exempel projekt, tillfälliga filer, förinställningar och exporterat ljud. Standardvärdet är :file:`zrythm` under

source: Controls
sv: Kontroller

source: This is the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
sv: Detta är :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`.

source: Single knob to control detune
sv: Single knejb to kontroll detune

source: There is an option to reset Zrythm to its default settings under :menuselection:`General --> Other`.
sv: Det finns ett alternativ för att återställa Zrythm till standardinställningarna under :menuselection:`Allmänt --> Övrigt`.

source: Chat with us on IRC
sv: Chatta med oss på IRC

source: Edit Time Signature
sv: Redigera taktart

source: Mute Level
sv: Tystningsnivå

source: Cross-Platform Support
sv: Stöd för flera plattformar

source: Objects can be quantized to specified positions by using the Quantize and Quick-Quantize actions.
sv: Objekt kan kvantiseras till angivna positioner med åtgärderna Kvantisera och Snabbkvantisera.

source: Rebuilding audio graph...
sv: Bygger om ljudgraf…

source: Remake
sv: Återskapa

source: Filtering by modulator plugins
sv: Filtrering efter modulatorinsticksmoduler

source: The MIDI arranger refers to the arranger section of the piano roll.
sv: MIDI-arrangeraren avser arrangeraravsnittet i pianorullen.

source: Changing the Track Name
sv: Ändra spårnamnet

source: Loop audio, MIDI, automation and chord clips.
sv: Slinga ljud, MIDI, automation and ackord clips.

source: General Syntax
sv: Allmän syntax

source: In Zrythm, work is saved inside :term:`projects <Project>`. Projects consist of a directory with a project file describing the project along with additional files and directories used by the project, such as audio files and plugin states.
sv: I Zrythm sparas arbetet i :term:`projekt <Project>`. Projekt består av en katalog med en projektfil som beskriver projektet samt ytterligare filer och kataloger som används av projektet, till exempel ljudfiler och insticksmodulstillstånd.

source: Clip Launcher
sv: Klippstartare

source: Audio backends
sv: Ljudbakändar

source: Selecting objects
sv: Markera objekt

source: MIDI functions are logic that can be applied to transform the selected MIDI notes. The following functions are available.
sv: MIDI-funktioner är logik som kan användas för att omvandla de markerade MIDI-noterna. Följande funktioner är tillgängliga.

source: Instrument track with a MIDI region
sv: Instrumentspår med en MIDI-region

source: If stopped, the song will start playing. If already playing, the Playhead will move to the Cue point.
sv: Om uppspelningen är stoppad börjar låten spelas. Om den redan spelas flyttas uppspelningshuvudet till köpunkten.

source: To change the fader or stereo balance amount, click and drag their respective widgets. You can reset them to their default positions with :menuselection:`Right click --> Reset`.
sv: Om du vill ändra värdet för fadern eller stereobalansen klickar du och drar respektive kontroll. Du kan återställa dem till standardläget med :menuselection:`Högerklicka --> Återställ`.

source: Plugin scanning can be disabled by setting the :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN` environment variable.
sv: Genomsökning av insticksmoduler kan inaktiveras genom att ange miljövariabeln :envvar:`ZRYTHM_SKIP_PLUGIN_SCAN`.

source: Resizing a region
sv: Ändra storlek på en region

source: K-Pop Bright
sv: Ljus K-pop

source: Continue
sv: Fortsätt

source: end
sv: slut

source: Beats per Bar
sv: Slag per takt

source: Creating Objects
sv: Skapa objekt

source: Export options for mixdown
sv: Exportalternativ för mixning

source: Snap to Events
sv: Fäst mot händelser

source: Automate almost anything with automation events using straight lines, ramps and curves, or with LFOs and envelopes.
sv: Automate almost vilken som helstthing with automation events using straight lines, ramps and curves, or with LFOs and envelopes.

source: Scales are used to indicate the start of a section using a specific musical scale.
sv: Skalor används för att ange början på ett avsnitt som använder en viss musikalisk skala.

source: Vendor
sv: Leverantör

source: Main Toolbar
sv: Huvudverktygsfält

source: Dim
sv: Dämpa

source: Desktop Entry
sv: Skrivbordspost

source: Ramp Velocities
sv: Ramp för anslagshastigheter

source: You can choose which parameter you want to automate in each automation lane by clicking on the parameter name. A popover will appear that allows you to find an automatable parameter to automate.
sv: Du kan välja vilken parameter som ska automatiseras i varje automationsbana genom att klicka på parameternamnet. En dialogruta öppnas där du kan hitta en automatiserbar parameter att automatisera.

source: Exporting stems means that each selected track will be exported in its own file. This is useful when you want to share the components of your song separately. For example, you can :term:`bounce <Bounce>` the drums and the bass as separate audio files.
sv: Att exportera stems innebär att varje markerat spår exporteras till en egen fil. Det är användbart när du vill dela låtens beståndsdelar separat. Du kan till exempel :term:`rendera separat <Bounce>` trummorna och basen som separata ljudfiler.

source: A repeated region
sv: En upprepad region

source: Editor
sv: Redigerare

source: Signal flow for an instrument track (red = MIDI signal, blue = audio signal)
sv: Signalflöde för ett instrumentspår (rött = MIDI-signal, blått = ljudsignal)

source: The Chord Track contains chord and scale objects that are used to specify when the song is using a particular chord or scale. Its main purpose is to assist with chord progressions.
sv: Ackordspåret innehåller ackords- och skalobjekt som anger när låten använder ett visst ackord eller en viss skala. Dess främsta syfte är att hjälpa till med ackordföljder.

source: The track that this track routes its output to.
sv: Spåret som detta spår dirigerar sin utgång till.

source: Linear Fade In
sv: Linjär intoning

source: Export options for stems
sv: Exportalternativ för stems

source: Please send us the core dump file (in the example above it can be found at :file:`/home/alex/Downloads/core.23179`).
sv: Skicka kärndumpfilen till oss. I exemplet ovan finns den på :file:`/home/alex/Downloads/core.23179`.

source: Audio parts can be selected by clicking and dragging in the bottom half of the arranger.
sv: Ljuddelar kan markeras genom att klicka och dra i den nedre halvan av arrangeraren.

source: A window will show up asking you to press a key or move a knob on your MIDI device.
sv: Ett fönster visas där du uppmanas att trycka på en tangent eller vrida på en ratt på MIDI-enheten.

source: Some features from v1 may not yet be available
sv: Vissa funktioner från v1 kanske ännu inte är tillgängliga

source: &File
sv: &Arkiv

source: To load a preset, click the :guilabel:`Load Preset` button in the top part of the chord pad, then select the preset you want to use.
sv: Om du vill läsa in en förinställning klickar du på knappen :guilabel:`Läs in förinställning` längst upp på ackordplattan och markerar sedan förinställningen du vill använda.

source: Snapshot
sv: Ögonblicksbild

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ is a collection of various MIDI effect and meter plugins.
sv: `X42 Plugins <http://x42-plugins.com/x42/>`_ är en samling av olika MIDI-effekter och nivåmätningsinsticksmoduler.

source: Activating a File From the Built-in File Browser
sv: Aktivera en fil från den inbyggda filbläddraren

source: Preferences are grouped by sections, such as :guilabel:`General` and :guilabel:`Plugins`, and each item in the preferences contains a description that explains what it does (when not self-explanatory).
sv: Inställningarna är grupperade i avsnitt, till exempel :guilabel:`Allmänt` och :guilabel:`Insticksmoduler`, och varje inställningsobjekt har en beskrivning som förklarar vad det gör, när det inte är självklart.

source: Localized UI
sv: Lokalized UI

source: Progress
sv: Förlopp

source: Undo
sv: Ångra

source: When ports are connected, the signal from the source port is added to the destination port during processing.
sv: När portar är anslutna läggs signalen från källporten till målporten under bearbetningen.

source: Dropping a plugin into a slot
sv: Släppa en insticksmodul i en plats

source: Master track
sv: Masterspår

source: Tracks can be filtered by name, track type and active status. There is also a visibility table for toggling the visible state of individual tracks.
sv: Spår kan filtreras efter namn, spårtyp och aktiv status. Det finns också en synlighetstabell där du kan växla synlighet för enskilda spår.

source: Whether to export the selected tracks as a single mixdown file or each track in its own file.
sv: Om de valda spåren ska exporteras som en enda mixningsfil eller om varje spår ska få en egen fil.

source: Creating a chord preset pack
sv: Skapa ett ackordsförinställningspaket

source: Home
sv: Hem

source: Pulse wave.
sv: Pulsvåg.

source: Exotic Scales
sv: Exotiska skalor

source: Jonquil Yellow
sv: Jonquilgul

source: Metronome Options
sv: Metronomalternativ

source: Autoplay
sv: Spela upp automatiskt

source: Chord regions appear inside the chord track.
sv: Ackordsregioner visas i ackordspåret.

source: You can move these markers by clicking and dragging.
sv: Du kan flytta dessa markörer genom att klicka och dra.

source: All of the plugin's ports will be shown in the plugin's :ref:`inspector page <plugins-files/plugins/inspector-page:Inspector Page>`
sv: Alla insticksmodulens portar visas på dess :ref:`inspektörssida <plugins-files/plugins/inspector-page:Inspector Page>`

source: The automation arranger contains automation points drawn as circles and curves connecting them. During playback, Zrythm will interpolate the value of the control being automated based on the curve.
sv: Automationsarrangeraren innehåller automationspunkter som ritas som cirklar och kurvor som förbinder dem. Under uppspelning interpolerar Zrythm värdet på det styrelement som automatiseras utifrån kurvan.

source: Adjust input gain
sv: Justera ingångsförstärkning

source: Device Setup
sv: Enhetskonfiguration

source: The timeline minimap is a little box that represents the current visible area of the timeline. It can be moved around and resized to change the visible area.
sv: Tidslinjens minikarta är en liten ruta som visar det synliga området på tidslinjen. Den kan flyttas och storleksändras för att ändra det synliga området.

source: Reset to Factory Settings
sv: Återställ fabriksinställningarna

source: `DISTRHO Ports`_ provides a good variety of synths and effects.
sv: `DISTRHO Ports`_ erbjuder ett bra urval av syntar och effekter.

source: Double-clicking an automation region will bring up the :ref:`automation editor <editing/automation-editor:Automation Editor>`.
sv: Om du dubbelklickar på en automationsregion öppnas :ref:`automationsredigeraren <editing/automation-editor:Automation Editor>`.

source: A project refers to a work session. It is saved as a directory containing a project file along with other auxiliary files. See :ref:`Projects` for more details.
sv: Ett projekt avser en arbetssession. Det sparas som en katalog med en projektfil och andra hjälpfiler. Se :ref:`Projects` för mer information.

source: When using the :term:`JACK` backend, JACK needs to be set up and configured before running Zrythm. You will find lots of information online about how to configure JACK, such as `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://linuxaudio.github.io/libremusicproduction/html/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, so we will skip this part.
sv: När :term:`JACK`-bakänden används måste JACK konfigureras innan Zrythm startas. Det finns mycket information på nätet om hur JACK konfigureras, till exempel `Demystifying JACK – A Beginners Guide to Getting Started with JACK <https://linuxaudio.github.io/libremusicproduction/html/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, så den delen utelämnas här.

source: You can override the GTK theme that Zrythm uses along with much of the color scheme in a special CSS file. It is a good idea to start by copying the theme from your Zrythm installation directory (normally :file:`/usr/share/zrythm/themes/zrythm-theme.css` on GNU/Linux and :file:`share/zrythm/themes/zrythm-theme.css` in the installation path on Windows or the Application contents on MacOS.
sv: Du kan åsidosätta GTK-temat som Zrythm använder och stora delar av färgschemat i en särskild CSS-fil. Börja gärna med att kopiera temat från Zrythms installationskatalog, normalt :file:`/usr/share/zrythm/themes/zrythm-theme.css` på GNU/Linux och :file:`share/zrythm/themes/zrythm-theme.css` i installationssökvägen på Windows eller i programmets innehåll på macOS.

source: The curve that Vital synth uses, similar to exponential curve.
sv: Kurvan som synthen Vital använder, liknar en exponentiell kurva.

source: Song Markers
sv: Låtmarkörer

source: Managing Bindings
sv: Hantera bindningar

source: Chord Preset Browser
sv: Bläddrare för ackordförinställningar

source: Learn More
sv: Läs mer

source: The level at which listened tracks will be played
sv: Nivån som avlyssnade spår spelas upp på

source: Save
sv: Spara

source: Creating Project...
sv: Skapar projekt…

source: To route channels to these tracks, you can click the direct out selector and choose them, similar to how it works in the :ref:`track properties in the track inspector <tracks/inspector-page:Track Properties>`.
sv: Om du vill dirigera kanaler till dessa spår kan du klicka på väljaren för direktutgång och välja dem, på samma sätt som i :ref:`spåregenskaperna i spårinspektören <tracks/inspector-page:Track Properties>`.

source: Superellipse
sv: Superellips

source: A :abbr:`DAW (Digital Audio Workstation)` is software used to compose, record, edit, arrange, mix and master music.
sv: En :abbr:`DAW (digital ljudarbetsstation)` är programvara som används för att komponera, spela in, redigera, arrangera, mixa och mastra musik.

source: Custom Time Range
sv: Eget tidsintervall

source: Audition Tool
sv: Lyssningsverktyg

source: Ghost Notes
sv: Spöknoter

source: Mixdown or Stems
sv: Mixning eller stämmor

source: Name of the track. Can be changed by double clicking.
sv: Spårets namn. Kan ändras genom att dubbelklicka.

source: The Export dialog below is used to export the project or part of the project into audio or MIDI files. It can be accessed by clicking :ref:`zrythm-interface/main-toolbar:Export`.
sv: Exportdialogrutan nedan används för att exportera projektet eller en del av projektet till ljud- eller MIDI-filer. Den öppnas genom att klicka på :ref:`zrythm-interface/main-toolbar:Export`.

source: Category
sv: Kategori

source: Get in Touch
sv: Kontakta oss

source: Piano Roll Integration
sv: Pianorullsintegrering

source: 7 sawtooth oscillators
sv: 7 sågtandsoscillatorer

source: When will v1 be released?
sv: När släpps v1?

source: Chord selector
sv: Ackordsväljare

source: Preset Packs
sv: Förinställningspaket

source: Toggles the metronome on/off.
sv: Slår på eller av metronomen.

source: Audio/MIDI Recording
sv: Ljud/MIDI Spela ining

source: Midi CC Bindings
sv: MIDI CC-kopplingar

source: See the :ref:`Routing chapter <routing/intro:Routing>` for more info on how Zrythm handles signals.
sv: Se :ref:`kapitlet om routning <routing/intro:Routing>` för mer information om hur Zrythm hanterar signaler.

source: Port connection graph for an audio track
sv: Portanslutningsdiagram för ett ljudspår

source: Chord
sv: Ackord

source: Select/Stretch Tool
sv: Välj/Stretch Verktyg

source: Installer/Order Issues
sv: Problem med installation eller order

source: Looking for the stable version?
sv: Söker du den stabila versionen?

source: If the plugin is a modulator, you can drop it into the Modulators tab.
sv: Om insticksmodulen är en modulator kan du släppa den på fliken Modulatorer.

source: :abbr:`MIDI (Musical Instrument Digital Interface)` is a technical standard for communication between musical instruments and computers.
sv: :abbr:`MIDI (Musical Instrument Digital Interface)` är en teknisk standard för kommunikation mellan musikinstrument och datorer.

source: Range Selection
sv: Intervallmarkering

source: Run Zrythm and make it crash. An intermediate core dump file should now be generated in :file:`/var/lib/systemd/coredump`. Use ``coredumpctl`` to verify:
sv: Kör Zrythm och få det att krascha. En mellanliggande kärndumpfil bör nu genereras i :file:`/var/lib/systemd/coredump`. Använd ``coredumpctl`` för att kontrollera:

source: Distribution Repositories
sv: Distributionsförråd

source: Clicking Quantize will perform the quantization and save the settings for quick quantization with Quick-Quantize.
sv: När du klickar på Kvantisera utförs kvantiseringen och inställningarna sparas för snabbkvantisering med Snabbkvantisera.

source: Regions can be linked by holding down :kbd:`Alt` while moving. Changes made in a linked region will be propagated to all other regions in the same link group.
sv: Regioner kan länkas genom att hålla ned :kbd:`Alt` medan de flyttas. Ändringar i en länkad region sprids till alla andra regioner i samma länkgrupp.

source: Punch in/out
sv: Punch in/ut

source: Follow us on Mastodon
sv: Följ oss på Mastodon

source: Connect anything to anything.
sv: Connect vilken som helstthing to vilken som helstthing.

source: First, enable core dumps:
sv: Aktivera först kärndumpar:

source: Plugin Bridging
sv: Insticksmodul Bridging

source: Chat
sv: Chatt

source: Become a patron on LiberaPay. You can donate using PayPal, credit card, or a European bank account.
sv: Bli månadsgivare på LiberaPay. Du kan donera med PayPal, kreditkort eller ett europeiskt bankkonto.

source: Pay with PayPal
sv: Betala med PayPal

source: Installers
sv: Installationsprogram

source: Licensed under the GNU AGPLv3 License.
sv: Licensierad under GNU AGPLv3.

source: Information about the selected audio file
sv: Information om den markerade ljudfilen

source: Wah pedal effect to the 4th order
sv: Wah pedal effekt till den 4:e ordningen

source: Add Folder Track
sv: Lägg till mappspår

source: Note size/length to snap to. This is only visible if :guilabel:`Adaptive Snap` is turned off.
sv: Notstorlek/-längd att fästa mot. Detta visas bara om :guilabel:`Adaptiv fästning` är avstängd.

source: Clicking the folder button will hide and expand the folder track's children.
sv: Genom att klicka på mappknappen döljer eller expanderar du mappspårets underordnade spår.

source: Fullscreen
sv: Helskärm

source: Likewise, :ref:`importing audio/MIDI files <plugins-files/audio-midi-files/file-browser:Importing Files>` will create audio and/or MIDI tracks containing that file.
sv: På samma sätt skapar :ref:`import av ljud-/MIDI-filer <plugins-files/audio-midi-files/file-browser:Importing Files>` ljud- och/eller MIDI-spår som innehåller filen.

source: The project tracklist
sv: Projektets spårlista

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`theming/overview:Icon Themes` and :ref:`theming/overview:CSS`.
sv: Zrythm kan tematiseras med CSS och använder många ikoner, vissa anpassade och andra lånade från andra teman. Om du vill bidra med grafik, till exempel ikoner, kan du börja med att skapa egna teman och ikoner enligt :ref:`theming/overview:Icon Themes` och :ref:`theming/overview:CSS`.

source: Master Track
sv: Masterspår

source: Clicking on the chord button will bring up the chord selector window that allows you to change the current chord.
sv: När du klickar på ackordsknappen öppnas fönstret för ackordsval där du kan ändra det aktuella ackordet.

source: The mixer contains all of the channels in the project corresponding to visible tracks. There is some extra space reserved for drag-and-dropping plugins or files.
sv: Mixern innehåller alla projektets kanaler som motsvarar synliga spår. Det finns även extra utrymme reserverat för att dra och släppa insticksmoduler eller filer.
